Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Install the new build from the GitHub releases page; your sign-in and settings carry over.
af: Installeer die nuwe opbou van die GitHub-vrystellingsblad; jou aanmelding en instellings word oorgedra.
am: አዲሱን ግንባታ ከ GitHub releases ገፅ ይጫኑ፤ ምዝገባዎ እና ቅንብሮቹ ይሸጋገራሉ።
ar: ثبّت الإصدار الجديد من صفحة الإصدارات على GitHub؛ تنتقل معك بيانات تسجيل دخولك وإعداداتك.
as: GitHub ৰিলিজ পৃষ্ঠাৰ পৰা নতুন বিল্ডটো ইনষ্টল কৰক; আপোনাৰ ছাইন-ইন আৰু ছেটিংছবোৰ থাকি যায়।
az: Yeni build-i GitHub relizlər səhifəsindən quraşdırın; girişiniz və parametrləriniz köçürülür.
be: Усталюйце новую зборку са старонкі рэлізаў GitHub; ваш уваход і налады перанясуцца.
bg: Инсталирайте новата компилация от страницата с издания в GitHub; вашето влизане и настройки се пренасят.
bn: GitHub রিলিজ পৃষ্ঠা থেকে নতুন বিল্ডটি ইনস্টল করুন; আপনার সাইন-ইন এবং সেটিংস বহাল থাকবে।
br: Staliit ar sevel nevez adalek pajenn ar bermadennoù GitHub; ho kennaskañ hag ho arventennoù a dremen ganeoc'h.
bs: Instalirajte novu verziju sa GitHub stranice izdanja; vaša prijava i postavke se prenose.
ca: Instal·la la nova versió des de la pàgina de llançaments de GitHub; el teu inici de sessió i la configuració es conserven.
ceb: I-install ang bag-ong build gikan sa GitHub releases page; ang imong sign-in ug settings madala.
cs: Nainstalujte novou verzi ze stránky vydání na GitHubu; vaše přihlášení a nastavení se přenesou.
cy: Gosodwch y fersiwn newydd o dudalen rhyddhau GitHub; bydd eich mewngofnodi a'ch gosodiadau'n cael eu cadw.
da: Installér den nye build fra GitHub-udgivelsessiden; din login og dine indstillinger følger med.
de: Installiere den neuen Build von der GitHub-Releases-Seite; deine Anmeldung und Einstellungen werden übernommen.
el: Εγκαταστήστε τη νέα έκδοση από τη σελίδα εκδόσεων του GitHub· η σύνδεση και οι ρυθμίσεις σας μεταφέρονται.
es: Instala la nueva versión desde la página de releases de GitHub; tu inicio de sesión y ajustes se conservan.
et: Installi uus järk GitHubi väljalasete lehelt; su sisselogimine ja seaded kanduvad üle.
eu: Instalatu eraikuntza berria GitHub argitalpen-orritik; zure saioa eta ezarpenak mantentzen dira.
fa: نسخه جدید را از صفحه انتشارها در GitHub نصب کنید؛ ورود و تنظیمات شما منتقل می‌شوند.
fi: Asenna uusi versio GitHubin julkaisusivulta; kirjautumisesi ja asetuksesi siirtyvät mukana.
fil: I-install ang bagong build mula sa pahina ng mga release sa GitHub; sumasama ang iyong sign-in at mga setting.
fo: Innset nýggju byggingina frá GitHub útgávusíðuni; innritan og stillingar tínar fylgja við.
fr: Installez la nouvelle version depuis la page des releases GitHub ; votre connexion et vos réglages sont conservés.
fy: Ynstallearje de nije build fan de GitHub-releaseside; jo oanmelding en ynstellings geane mei.
ga: Suiteáil an tógáil nua ó leathanach eisiúintí GitHub; leanann do shíniú isteach agus do shocruithe ar aghaidh.
gd: Stàlaich an togail ùr o dhuilleag sgaoilidhean GitHub; thig do chlàradh a-steach agus na roghainnean agad thairis.
gl: Instala a nova versión desde a páxina de versións de GitHub; o teu inicio de sesión e os axustes consérvanse.
gu: GitHub releases પૃષ્ઠ પરથી નવું બિલ્ડ ઇન્સ્ટોલ કરો; તમારું સાઇન-ઇન અને સેટિંગ સાથે આવી જાય છે.
ha: Sanya sabon ginin daga shafin fitarwa na GitHub; shigar da kake da saitunanka za su ci gaba.
he: התקן את הגרסה החדשה מדף ההפצות ב-GitHub; ההתחברות וההגדרות שלך עוברות יחד.
hi: GitHub रिलीज़ पेज से नया बिल्ड इंस्टॉल करें; आपका साइन-इन और सेटिंग्स साथ चली आती हैं।
hr: Instalirajte novu verziju sa stranice GitHub izdanja; vaša prijava i postavke prenose se.
ht: Enstale nouvo build la soti nan paj lage GitHub yo; koneksyon ou ak paramèt ou yo pote sou.
hu: Telepítsd az új buildet a GitHub kiadások oldaláról; a bejelentkezésed és a beállításaid átkerülnek.
hy: Տեղադրեք նոր կառուցումը GitHub-ի թողարկումների էջից. ձեր մուտքն ու կարգավորումները կպահվեն։
id: Instal build baru dari halaman rilis GitHub; info masuk dan pengaturan Anda ikut terbawa.
ig: Wụnye ihe ọhụrụ ewuru site na peeji mwepụta GitHub; nbanye na ntọala gị na-abịa.
is: Settu upp nýja smíðina frá GitHub-útgáfusíðunni; innskráning og stillingar flytjast yfir.
it: Installa la nuova versione dalla pagina delle release di GitHub; il tuo accesso e le impostazioni vengono mantenuti.
ja: GitHub のリリースページから新しいビルドをインストールしてください。サインインと設定は引き継がれます。
jv: Pasang build anyar saka kaca rilis GitHub; login lan setelan sampeyan tetep kegawa.
ka: დააინსტალირეთ ახალი ვერსია GitHub releases გვერდიდან; თქვენი შესვლა და პარამეტრები გადადის.
kk: GitHub шығарылымдар бетінен жаңа жинақты орнатыңыз; кіру деректеріңіз бен параметрлеріңіз сақталады.
km: ដំឡើង build ថ្មីពីទំព័រចេញផ្សាយ GitHub; ការចូល និងការកំណត់របស់អ្នករក្សាទុក។
kn: GitHub ರಿಲೀಸ್ ಪುಟದಿಂದ ಹೊಸ ಬಿಲ್ಡ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ; ನಿಮ್ಮ ಸೈನ್-ಇನ್ ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮುಂದುವರಿಯುತ್ತವೆ.
ko: GitHub 릴리스 페이지에서 새 빌드를 설치하세요. 로그인과 설정은 그대로 유지됩니다.
ku: Buildê nû ji rûpela weşanên GitHub saz bike; têketin û mîhengên te derbas dibin.
ky: Жаңы билдди GitHub чыгарылыштар барагынан орнотуңуз; кирүүңүз жана жөндөөлөрүңүз сакталып калат.
lb: Installéier de neie Build vun der GitHub-Releasessäit; deng Umeldung an Astellungen ginn iwwerholl.
lo: ຕິດຕັ້ງເວີຊັນໃໝ່ຈາກໜ້າ releases ຂອງ GitHub; ການເຂົ້າສູ່ລະບົບ ແລະ ການຕັ້ງຄ່າຂອງທ່ານຈະຕິດຕາມໄປ.
lt: Įdiekite naują versiją iš GitHub leidimų puslapio; jūsų prisijungimas ir nuostatos perkeliami automatiškai.
lv: Instalējiet jauno būvējumu no GitHub laidienu lapas; jūsu pierakstīšanās un iestatījumi tiek pārnesti.
mg: Apetrao ny build vaovao avy amin'ny pejin'ny releases GitHub; mitohy ny fidiranao sy ny fandrindranao.
mi: Tāutahia te hanga hou mai i te whārangi tukunga GitHub; ka mau tō takiuru me ō tautuhinga.
mk: Инсталирајте го новото издание од страницата со изданија на GitHub; вашата најава и поставки се пренесуваат.
ml: GitHub റിലീസ് പേജിൽ നിന്ന് പുതിയ ബിൽഡ് ഇൻസ്റ്റാൾ ചെയ്യുക; നിങ്ങളുടെ സൈൻ-ഇന്നും ക്രമീകരണങ്ങളും കൊണ്ടുപോകുന്നു.
mn: GitHub releases хуудаснаас шинэ хувилбарыг суулгана уу; таны нэвтрэлт болон тохиргоо хадгалагдана.
mr: GitHub रिलीज पृष्ठावरून नवीन बिल्ड इन्स्टॉल करा; तुमचे साइन-इन आणि सेटिंग्ज तशीच राहतात.
ms: Pasang binaan baharu daripada halaman keluaran GitHub; log masuk dan tetapan anda dibawa bersama.
mt: Installa l-build ġdid mill-paġna tar-releases ta' GitHub; il-login u s-settings tiegħek jinżammu.
my: GitHub releases စာမျက်နှာမှ build အသစ်ကို ထည့်သွင်းပါ၊ သင့်လက်မှတ်ထိုးဝင်မှုနှင့် ဆက်တင်များ လိုက်ပါလာမည်။
nb: Installer den nye versjonen fra utgivelsessiden på GitHub; innloggingen og innstillingene dine følger med.
ne: GitHub रिलिज पृष्ठबाट नयाँ बिल्ड स्थापना गर्नुहोस्; तपाईंको साइन-इन र सेटिङहरू सुरक्षित रहन्छन्।
nl: Installeer de nieuwe build vanaf de GitHub-releasepagina; je aanmelding en instellingen blijven behouden.
ny: Ikani build yatsopano kuchokera ku tsamba la GitHub releases; kulowa kwanu ndi zokonda zimapitiriza.
oc: Installatz la novèla version dempuèi la pagina de publicacions GitHub ; vòstra connexion e vòstres reglatges se conservan.
or: GitHub ରିଲିଜ୍ ପେଜରୁ ନୂଆ ବିଲ୍ଡ ଇନଷ୍ଟଲ କରନ୍ତୁ; ଆପଣଙ୍କ ସାଇନ୍-ଇନ ଏବଂ ସେଟିଂ ସ୍ଥାନାନ୍ତରିତ ହୁଏ।
pa: GitHub ਰਿਲੀਜ਼ ਪੇਜ ਤੋਂ ਨਵਾਂ ਬਿਲਡ ਇੰਸਟਾਲ ਕਰੋ; ਤੁਹਾਡੇ ਸਾਈਨ-ਇਨ ਅਤੇ ਸੈਟਿੰਗਾਂ ਮੌਜੂਦ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Zainstaluj nową kompilację ze strony wydań GitHub; Twoje logowanie i ustawienia zostaną zachowane.
ps: نوی بیلد د GitHub د خپرونو له پاڼې نه نصب کړئ؛ ستاسو ننوتنه او ترتیبات لیږدول کیږي.
pt_br: Instale a nova versão pela página de releases do GitHub; seu login e configurações são mantidos.
pt_pt: Instale a nova versão a partir da página de lançamentos do GitHub; a sua sessão e definições transitam.
ro: Instalează noua versiune din pagina de lansări GitHub; autentificarea și setările tale se păstrează.
ru: Установите новую сборку со страницы релизов GitHub; ваш вход и настройки сохранятся.
rw: Shyiraho verisiyo nshya uhereye ku ipaji ya GitHub releases; kwinjira kwawe n'imiterere yawe bigumaho.
sd: GitHub رليز پيج تان نئون بلڊ انسٽال ڪريو؛ اوهان جي سائن-ان ۽ سيٽنگون منتقل ٿي وينديون.
si: GitHub නිකුතු පිටුවෙන් නව build ස්ථාපනය කරන්න; ඔබේ පිවිසුම සහ සැකසුම් රැගෙන යයි.
sk: Nainštalujte nový build zo stránky vydaní na GitHube; vaše prihlásenie a nastavenia sa prenesú.
sl: Namestite novo različico s strani z izdajami na GitHubu; vaša prijava in nastavitve se prenesejo.
sm: Faapipii le fausiaga fou mai le itulau tatalaina o GitHub; e ave faatasi lau ulufale ma faatulagaga.
sn: Isa build itsva kubva papeji ye GitHub releases; kupinda kwako nezvirongwa zvinoenderera mberi.
so: Ka rakib dhismaha cusub bogga sii-deynta GitHub; gelitaankaaga iyo dejintaadu way sii socdaan.
sq: Instaloni ndërtimin e ri nga faqja e lëshimeve GitHub; hyrja dhe cilësimet tuaja ruhen.
sr: Инсталирајте нову верзију са странице GitHub издања; ваша пријава и подешавања се преносе.
st: Kenya build e ncha ho tsoa leqepheng la litokollo tsa GitHub; ho kena ha hau le litlhophiso li tsoela pele.
su: Pasang build anyar tina kaca release GitHub; sign-in jeung setélan anjeun kabawa.
sv: Installera det nya bygget från GitHub-utgivningssidan; din inloggning och dina inställningar följer med.
sw: Sakinisha toleo jipya kutoka ukurasa wa matoleo ya GitHub; kuingia kwako na mipangilio inabaki.
ta: GitHub வெளியீடுகள் பக்கத்திலிருந்து புதிய பதிப்பை நிறுவவும்; உங்கள் உள்நுழைவும் அமைப்புகளும் தொடரும்.
te: GitHub releases పేజీ నుండి కొత్త బిల్డ్‌ను ఇన్‌స్టాల్ చేయండి; మీ సైన్-ఇన్ మరియు సెట్టింగ్‌లు కొనసాగుతాయి.
tg: Насби нав аз саҳифаи нашрҳои GitHub насб кунед; воридшавӣ ва танзимоти шумо интиқол меёбанд.
th: ติดตั้งบิลด์ใหม่จากหน้า GitHub releases การลงชื่อเข้าใช้และการตั้งค่าของคุณจะถูกนำมาด้วย
tr: Yeni sürümü GitHub sürümler sayfasından yükleyin; oturumunuz ve ayarlarınız aktarılır.
tt: Яңа җыелманы GitHub releases битеннән урнаштыр; кереш һәм көйләүләрең сакланып кала.
ug: يېڭى نەشرىنى GitHub تارقىتىش بېتىدىن ئورنىتىڭ؛ كىرىش ھېساباتىڭىز ۋە تەڭشەكلىرىڭىز ساقلىنىپ قالىدۇ.
uk: Установіть нову збірку зі сторінки релізів GitHub; ваш вхід і налаштування переносяться.
ur: GitHub ریلیزز صفحے سے نئی بلڈ انسٹال کریں؛ آپ کا سائن-اِن اور سیٹنگز ساتھ منتقل ہو جاتی ہیں۔
uz: Yangi buildni GitHub relizlari sahifasidan o'rnating; kirishingiz va sozlamalaringiz saqlanib qoladi.
vi: Cài đặt bản dựng mới từ trang releases trên GitHub; thông tin đăng nhập và cài đặt của bạn sẽ được giữ lại.
xh: Faka isakhiwo esitsha kwiphepha lokukhutshwa le-GitHub; ukungena kwakho neentsetho zakho ziyathwalelwa.
yo: Fi ìkọ́ tuntun sórí ẹ̀rọ láti ojú-ìwé àwọn ìtújáde GitHub; ìwọlé àti àwọn ètò rẹ máa ń bá ọ lọ.
zh_hans: 从 GitHub 发布页安装新构建版本；你的登录和设置会随之保留。
zh_hant: 請從 GitHub releases 頁面安裝新版本；你的登入與設定都會保留。
zu: Faka isakhiwo esisha ekhasini lokukhishwa le-GitHub; ukungena kwakho nezilungiselelo kuyaqhubekela phambili.

source: Keeps its own watch history, synced through your Stremio account to your other devices.
af: Hou sy eie kykvorderingby, gesinkroniseer deur jou Stremio-rekening na jou ander toestelle.
am: የዝርዝር የሰዓት ታሪኩን ከሌሎቹ መሳሪያዎቹ ጋር በ Stremio መለያዎ ያምሳምሳሉ።
ar: يحتفظ بسجل مشاهدته الخاص، مُزامَنًا عبر حساب Stremio الخاص بك إلى أجهزتك الأخرى.
as: নিজৰ চোৱাৰ ইতিহাস ৰাখে, আপোনাৰ Stremio একাউণ্টৰ যোগেদি আপোনাৰ অন্য ডিভাইচলৈ ছিংক কৰা হয়।
az: Öz izlənmə tarixçəsini saxlayır, Stremio hesabınız vasitəsilə digər cihazlarınızla sinxronlaşır.
be: Захоўвае ўласную гісторыю прагляду, сінхранізаваную праз ваш акаўнт Stremio з іншымі прыладамі.
bg: Поддържа собствена история на гледане, синхронизирана чрез вашия Stremio акаунт към другите ви устройства.
bn: নিজের দেখার ইতিহাস রাখে, যা আপনার Stremio অ্যাকাউন্টের মাধ্যমে আপনার অন্যান্য ডিভাইসে সিঙ্ক হয়।
br: Mirout a ra e istor sellet dezhañ e-unan, koubladet dre ho kont Stremio d'ho ardivinkoù all.
bs: Zadržava vlastitu historiju gledanja, sinhroniziranu putem vašeg Stremio računa na vaše druge uređaje.
ca: Manté el seu propi historial de visualització, sincronitzat a través del teu compte de Stremio als altres dispositius.
ceb: Nagtipig sa kaugalingong watch history, gi-sync pinaagi sa imong Stremio account ngadto sa imong ubang device.
cs: Uchovává si vlastní historii sledování, synchronizovanou přes váš účet Stremio do ostatních zařízení.
cy: Yn cadw ei hanes gwylio ei hun, wedi'i gydweddu drwy'ch cyfrif Stremio i'ch dyfeisiau eraill.
da: Beholder sin egen seehistorik, synkroniseret via din Stremio-konto til dine andre enheder.
de: Behält einen eigenen Wiedergabeverlauf, der über dein Stremio-Konto mit deinen anderen Geräten synchronisiert wird.
el: Διατηρεί το δικό του ιστορικό παρακολούθησης, συγχρονισμένο μέσω του λογαριασμού Stremio σας με τις άλλες συσκευές σας.
es: Mantiene su propio historial de visualización, sincronizado a través de tu cuenta Stremio en tus otros dispositivos.
et: Hoiab oma vaatamisajalugu, mis sünkroonitakse su Stremio konto kaudu su teistesse seadmetesse.
eu: Bere ikusteko historia propioa mantentzen du, Stremio kontuaren bidez beste gailuekin sinkronizatuta.
fa: تاریخچه تماشای خودش را نگه می‌دارد که از طریق حساب Stremio شما با دستگاه‌های دیگرتان همگام می‌شود.
fi: Säilyttää oman katseluhistoriansa, joka synkronoidaan Stremio-tilisi kautta muihin laitteisiisi.
fil: Pinapanatili ang sarili nitong watch history, naka-sync sa pamamagitan ng iyong Stremio account sa iyong ibang mga device.
fo: Heldur sína egnu hyggisøgu, samstillaða gjøgnum Stremio-kontu tína til hinar eindir tínar.
fr: Conserve son propre historique de visionnage, synchronisé via votre compte Stremio vers vos autres appareils.
fy: Hâldt syn eigen sjochskiednis by, syngronisearre fia jo Stremio-akkount nei jo oare apparaten.
ga: Coinníonn sé a stair féachana féin, sioncronaithe trí do chuntas Stremio chuig do ghléasanna eile.
gd: Cumaidh e eachdraidh coimhid fhèin, air a shioncronachadh tron chunntas Stremio agad dha na h-innealan eile agad.
gl: Mantén o seu propio historial de visualización, sincronizado coa túa conta de Stremio nos teus outros dispositivos.
gu: તેનો પોતાનો જોવાનો ઇતિહાસ રાખે છે, જે તમારા Stremio account દ્વારા તમારા અન્ય ઉપકરણો સાથે સિંક થાય છે.
ha: Yana riƙe tarihin kallonsa, wanda aka daidaita ta asusunka na Stremio zuwa sauran na'urorinka.
he: שומרת היסטוריית צפייה משלה, מסונכרנת דרך חשבון Stremio שלך למכשירים האחרים שלך.
hi: अपना खुद का देखने का इतिहास रखता है, जो आपके Stremio खाते के ज़रिए आपके अन्य डिवाइसों में सिंक होता है।
hr: Zadržava vlastitu povijest gledanja, sinkroniziranu putem vašeg Stremio računa na druge uređaje.
ht: Kenbe pwòp istorik gade li, senkronize atravè kont Stremio ou an nan lòt aparèy ou yo.
hu: Saját megtekintési előzményeket vezet, amelyek a Stremio-fiókodon keresztül szinkronizálódnak a többi eszközödre.
hy: Պահպանում է իր սեփական դիտման պատմությունը, համաժամեցված ձեր Stremio հաշվի միջոցով ձեր մյուս սարքերում։
id: Menyimpan riwayat tontonnya sendiri, disinkronkan melalui akun Stremio Anda ke perangkat lain.
ig: Na-edobe akụkọ nlele nke ya, jikọtara site na akaụntụ Stremio gị na ngwaọrụ ndị ọzọ gị.
is: Heldur eigin horfuferli, samstillt í gegnum Stremio-reikninginn þinn við önnur tæki þín.
it: Mantiene la propria cronologia di visione, sincronizzata tramite il tuo account Stremio sugli altri dispositivi.
ja: 独自の視聴履歴を保持し、Stremio アカウントを通じて他のデバイスに同期します。
jv: Njaga riwayat tonton dhéwé, disinkron liwat akun Stremio sampeyan menyang piranti liyané.
ka: ინახავს საკუთარ ყურების ისტორიას, სინქრონიზებულს Stremio ანგარიშის მეშვეობით სხვა მოწყობილობებთან.
kk: Stremio тіркелгіңіз арқылы басқа құрылғылармен синхрондалған, жеке қараушы тарихын сақтайды.
km: រក្សាប្រវត្តិមើលផ្ទាល់ខ្លួន ធ្វើសមកាលកម្មតាមរយៈគណនី Stremio របស់អ្នកទៅឧបករណ៍ផ្សេងទៀតរបស់អ្នក។
kn: ತನ್ನದೇ ಆದ ವೀಕ್ಷಣಾ ಇತಿಹಾಸವನ್ನು ಇರಿಸಿಕೊಳ್ಳುತ್ತದೆ, ನಿಮ್ಮ Stremio ಖಾತೆಯ ಮೂಲಕ ನಿಮ್ಮ ಇತರ ಸಾಧನಗಳಿಗೆ ಸಿಂಕ್ ಆಗುತ್ತದೆ.
ko: 자체 시청 기록을 유지하며, Stremio 계정을 통해 다른 기기와 동기화됩니다.
ku: Dîroka temaşekirina xwe diparêze, bi rêya hesabê te yê Stremio bi amûrên te yên din re hevdem dibe.
ky: Өзүнүн көрүү тарыхын сактайт, Stremio аккаунтуңуз аркылуу башка түзмөктөрүңүзгө шайкештелет.
lb: Behält seng eege Kucks-Historik, synchroniséiert iwwer däi Stremio-Kont mat dengen aneren Apparaten.
lo: ເກັບປະຫວັດການເບິ່ງຂອງຕົນເອງ, ຊິງຜ່ານບັນຊີ Stremio ຂອງທ່ານໄປຫາອຸປະກອນອື່ນ.
lt: Saugo savo paties žiūrėjimo istoriją, sinchronizuojamą per jūsų Stremio paskyrą su kitais įrenginiais.
lv: Uztur savu skatīšanās vēsturi, kas sinhronizēta caur jūsu Stremio kontu ar jūsu citām ierīcēm.
mg: Mitazona ny tantaram-pijerena manokana, mifandanja amin'ny alalan'ny kaonty Stremio-nao mankany amin'ny fitaovanao hafa.
mi: Ka pupuri i tōna ake hītori mātakitaki, kua tukutahia mā tō pūkete Stremio ki ō atu pūrere.
mk: Ја чува сопствената историја на гледање, синхронизирана преку вашата Stremio сметка на другите ваши уреди.
ml: സ്വന്തം കാഴ്ച ചരിത്രം നിലനിർത്തുന്നു, നിങ്ങളുടെ Stremio അക്കൗണ്ടിലൂടെ നിങ്ങളുടെ മറ്റ് ഉപകരണങ്ങളിലേക്ക് സിങ്ക് ചെയ്യപ്പെടുന്നു.
mn: Өөрийн үзсэн түүхийг хадгалж, таны Stremio дансаар бусад төхөөрөмж рүү синк болдог.
mr: स्वतःचा पाहण्याचा इतिहास ठेवते, जो तुमच्या Stremio खात्याद्वारे तुमच्या इतर डिव्हाइसशी सिंक होतो.
ms: Mengekalkan sejarah tontonannya sendiri, disegerakkan melalui akaun Stremio anda ke peranti lain anda.
mt: Iżomm l-istorja tal-wiri tiegħu stess, issinkronizzata permezz tal-kont Stremio tiegħek mal-apparati l-oħra tiegħek.
my: ကိုယ်ပိုင် ကြည့်ရှုမှုမှတ်တမ်းကို ထားရှိပြီး သင့် Stremio အကောင့်မှတစ်ဆင့် သင့်အခြားစက်များသို့ ချိန်ကိုက်သိမ်းဆည်းသည်။
nb: Beholder sin egen avspillingshistorikk, synkronisert gjennom Stremio-kontoen din til de andre enhetene dine.
ne: आफ्नो Stremio खातामार्फत अन्य उपकरणहरूमा सिङ्क गर्दै आफ्नै हेर्ने इतिहास राख्छ।
nl: Houdt zijn eigen kijkgeschiedenis bij, gesynchroniseerd via je Stremio-account naar je andere apparaten.
ny: Imasunga mbiri yake ya kuwonera, yoyenderana kudzera mu akaunti yanu ya Stremio ku zipangizo zanu zina.
oc: Garda son pròpri istoric de visionatge, sincronizat via vòstre compte Stremio amb vòstres autres aparelhs.
or: ନିଜର ୱାଚ୍ ଇତିହାସ ରଖେ, ଆପଣଙ୍କ Stremio ଆକାଉଣ୍ଟ ମାଧ୍ୟମରେ ଆପଣଙ୍କ ଅନ୍ୟ ଡିଭାଇସକୁ ସିଙ୍କ ହୁଏ।
pa: ਆਪਣਾ ਵੇਖਣ ਦਾ ਇਤਿਹਾਸ ਰੱਖਦਾ ਹੈ, ਤੁਹਾਡੇ Stremio ਖਾਤੇ ਰਾਹੀਂ ਦੂਜੇ ਡਿਵਾਈਸਾਂ ਨਾਲ ਸਿੰਕ ਹੁੰਦਾ ਹੈ।
pl: Zachowuje własną historię oglądania, synchronizowaną przez Twoje konto Stremio z innymi urządzeniami.
ps: خپله د کتلو تاریخچه ساتي، چې ستاسو د Stremio حساب له لارې ستاسو نورو وسیلو ته همغږي کیږي.
pt_br: Mantém o próprio histórico de exibição, sincronizado pela sua conta Stremio com os seus outros dispositivos.
pt_pt: Mantém o seu próprio histórico de visualização, sincronizado através da sua conta Stremio com os seus outros dispositivos.
ro: Își păstrează propriul istoric de vizionare, sincronizat prin contul tău Stremio cu celelalte dispozitive.
ru: Ведёт собственную историю просмотра, синхронизируемую через ваш аккаунт Stremio с другими устройствами.
rw: Igumana amateka yayo bwite yo kureba, ayiyunga binyuze kuri konti yawe ya Stremio ku bindi byuma byawe.
sd: پنھنجي ڏسڻ جي تاريخ رکي ٿو، اوهان جي Stremio اڪائونٽ ذريعي اوهان جي ٻين ڊوائيسن سان سنڪ ٿيل.
si: එහිම නැරඹීම් ඉතිහාසය තබා ගනී, ඔබේ Stremio ගිණුම හරහා ඔබේ අනෙකුත් උපාංග වෙත සමමුහුර්ත වේ.
sk: Uchováva si vlastnú históriu sledovania, synchronizovanú cez váš účet Stremio do vašich ostatných zariadení.
sl: Ima svojo zgodovino gledanja, sinhronizirano prek vašega računa Stremio z drugimi napravami.
sm: E tausia lana lava tala faasolopito o le matamata, faapenapena e ala i lau tala Stremio i au isi masini.
sn: Inochengeta nhoroondo yayo yokuona, yakasync-wa kuburikidza ne account yako yeStremio kune mamwe madhivhaisi ako.
so: Wuxuu hayaa taariikhdiisa daawashada u gaarka ah, oo lagu wada socodsiiyay akoonkaaga Stremio ilaa qalabkaaga kale.
sq: Mban historinë e vet të shikimit, sinkronizuar nëpërmjet llogarisë tuaj Stremio me pajisjet e tjera.
sr: Чува сопствену историју гледања, синхронизовану кроз ваш Stremio налог са осталим уређајима.
st: E boloka nalane ea eona ea ho shebella, e sync ka akhaonto ea hau ea Stremio ho lisebelisoa tsa hau tse ling.
su: Nahan riwayat lalajo sorangan, disinkronkeun ngaliwatan akun Stremio anjeun ka alat séjén anjeun.
sv: Behåller sin egen tittarhistorik, synkad via ditt Stremio-konto till dina andra enheter.
sw: Inaweka historia yake ya kutazama, iliyosawazishwa kupitia akaunti yako ya Stremio kwenye vifaa vyako vingine.
ta: தனது சொந்த பார்வை வரலாற்றை வைத்திருக்கிறது, உங்கள் Stremio கணக்கின் வழியாக உங்கள் பிற சாதனங்களுடன் ஒத்திசைக்கப்படுகிறது.
te: దీని స్వంత చూసిన చరిత్రను ఉంచుకుంటుంది, మీ Stremio ఖాతా ద్వారా మీ ఇతర పరికరాలకు సింక్ చేయబడుతుంది.
tg: Таърихи тамошои худро нигоҳ медорад, ки тавассути ҳисоби Stremio-и шумо ба дигар дастгоҳҳоятон ҳамоҳанг мешавад.
th: เก็บประวัติการดูของตัวเอง ซิงค์ผ่านบัญชี Stremio ของคุณไปยังอุปกรณ์อื่น
tr: Stremio hesabınız aracılığıyla diğer cihazlarınıza eşitlenen, kendi izleme geçmişini tutar.
tt: Үзенең карау тарихын саклый, ул Stremio хисабың аша башка җиһазларыңа синхронлаша.
ug: ئۆزىنىڭ كۆرۈش تارىخىنى ساقلايدۇ، Stremio ھېساباتىڭىز ئارقىلىق باشقا ئۈسكۈنىلىرىڭىزگە قەدەمداشلىنىدۇ.
uk: Веде власну історію перегляду, синхронізовану через ваш акаунт Stremio з іншими пристроями.
ur: اپنی الگ دیکھنے کی تاریخ رکھتا ہے، جو آپ کے Stremio اکاؤنٹ کے ذریعے آپ کی دیگر ڈیوائسز پر سنک ہوتی ہے۔
uz: O'zining ko'rish tarixini saqlaydi, Stremio hisobingiz orqali boshqa qurilmalaringizga sinxronlanadi.
vi: Giữ lịch sử xem riêng, được đồng bộ qua tài khoản Stremio của bạn tới các thiết bị khác.
xh: Igcina imbali yayo yokubukela, ivunyelaniswe ngeakhawunti yakho yeStremio kwezinye izixhobo zakho.
yo: Ó máa ń pa ìtàn ìwò tirẹ̀ mọ́, tí a múra síra nípasẹ̀ àkàwé Stremio rẹ sí àwọn ẹ̀rọ rẹ mìíràn.
zh_hans: 保留它自己的观看历史，通过你的 Stremio 账户同步到你的其他设备。
zh_hant: 保有自己的觀看記錄，並透過你的 Stremio 帳號同步至你的其他裝置。
zu: Igcina umlando wayo wokubuka, ovumelaniswe nge-akhawunti yakho ye-Stremio kwamanye amadivayisi akho.

source: Library
af: Biblioteek
am: ቤተ-መፅሐፍት
ar: المكتبة
as: লাইব্ৰেৰী
az: Kitabxana
be: Бібліятэка
bg: Библиотека
bn: লাইব্রেরি
br: Levraoueg
bs: Biblioteka
ca: Biblioteca
cs: Knihovna
cy: Llyfrgell
da: Bibliotek
de: Bibliothek
el: Βιβλιοθήκη
es: Biblioteca
et: Teek
eu: Liburutegia
fa: کتابخانه
fi: Kirjasto
fil: Aklatan
fo: Savn
fr: Bibliothèque
fy: Bibleteek
ga: Leabharlann
gd: Leabharlann
gl: Biblioteca
gu: લાઇબ્રેરી
ha: Ɗakin Karatu
he: ספרייה
hi: लाइब्रेरी
hr: Biblioteka
ht: Bibliyotèk
hu: Könyvtár
hy: Գրադարան
id: Pustaka
ig: Ọba akwụkwọ
is: Safn
it: Libreria
ja: ライブラリ
jv: Perpustakaan
ka: ბიბლიოთეკა
kk: Кітапхана
km: បណ្ណាល័យ
kn: ಲೈಬ್ರರಿ
ko: 라이브러리
ku: Pirtûkxane
ky: Китепкана
lb: Bibliothéik
lo: ຄັງເກັບ
lt: Biblioteka
lv: Bibliotēka
mg: Tranomboky
mi: Whare Pukapuka
mk: Библиотека
ml: ലൈബ്രറി
mn: Сан
mr: लायब्ररी
ms: Pustaka
mt: Librerija
my: စာကြည့်တိုက်
nb: Bibliotek
ne: लाइब्रेरी
nl: Bibliotheek
ny: Laibulale
oc: Bibliotèca
or: ଲାଇବ୍ରେରୀ
pa: ਲਾਇਬ੍ਰੇਰੀ
pl: Biblioteka
ps: کتابتون
pt_br: Biblioteca
pt_pt: Biblioteca
ro: Bibliotecă
ru: Библиотека
rw: Isomero
sd: لائبريري
si: පුස්තකාලය
sk: Knižnica
sl: Knjižnica
sm: Faletusi
sn: Raibhurari
so: Maktabad
sq: Biblioteka
sr: Библиотека
st: Laebrari
su: Pustaka
sv: Bibliotek
sw: Maktaba
ta: லைப்ரரி
te: లైబ్రరీ
tg: Китобхона
th: ไลบรารี
tr: Kütüphane
tt: Китапханә
ug: ئامبار
uk: Бібліотека
ur: لائبریری
uz: Kutubxona
vi: Thư viện
xh: Ithala
yo: Ìkàwé
zh_hans: 库
zh_hant: 資料庫
zu: Ilabhulali
